package com.m2018.january;

/**
 * 今天想去了解一下
 * Create by A-mdx at 2018-01-25 23:48
 */
public class January25 {
    /*
    哎，其实我今天主要是想思考一些深度的东西。
    目前的我，在不停地专注于 java 的技术层面。经常性的，我在想，技术总是不停地变化，那么究竟什么才是不变的东西
    思来想去，我似乎目前，完全专注于java 层面了
    目前每天看的两本书，一本是 think in java. 一本是 深入理解 java 虚拟机。我是不是，走错路了。。
    也许，我应该是，每天看两本书，一本 thinking in java ，一本 是 ，深入理解计算机系统？
    应该，抓紧时间，把基础扎实了。
    一味的追求新技术，是没什么前途的。
    当我将这两本书看完。就可以深入 学习， 机械学习了。
     */

         // 那么，从今天起，再加上一本书 -> 深入理解计算机系统 
         // 虚拟机先停一下。
         }
